connect=P\u0159ipojit
defaultConnection=Nastav v\u00FDchoz\u00ED p\u0159ipojen\u00ED
headline=V\u00EDtejte ve h\u0159e Milostn\u00FD dopis
nickName=P\u0159ezd\u00EDvka:
sendEcho=Po\u0161li echo "Ahoj"
portErrorHeadline=Zadali jste \u0161patn\u00E9 \u010D\u00EDslo portu.
portErrorText=\u010C\u00EDslo portu mus\u00ED b\u00FDt z rozsahu 1 - 65535.
portErrorTitle=\u0160patn\u00E9 \u010D\u00EDslo portu
serverAddressTitle=Adresa serveru:
TITLE=Milostn\u00FD dopis
nickErrHeadline=Probl\u00E9m se zpracov\u00E1n\u00EDm p\u0159ezd\u00EDvky
nickErrTitle=Chyba vstupu "P\u0159ezd\u00EDvka"
nickErrTextShort=Zadal jste p\u0159ezd\u00EDvku nevyhovuj\u00EDc\u00ED d\u00E9lkou. Va\u0161e p\u0159ezd\u00EDvka mus\u00ED m\u00EDt minim\u00E1ln\u011B 3 znaky.
nickErrTextLong=Zadal jste p\u0159ezd\u00EDvku nevyhovuj\u00EDc\u00ED d\u00E9lkou. Va\u0161e p\u0159ezd\u00EDvka m\u016F\u017Ee m\u00EDt maxim\u00E1ln\u011B 40 znak\u016F.
loggedIn=U\u017Eivatel p\u0159ihl\u00E1\u0161en
newGame=Zalo\u017Eit novou hru
refresh=Obnovit
sendLogout=Odhl\u00E1sit
loginGameQTitle=Za\u010D\u00EDt novou hru
loginGameQ=Chcete se p\u0159ipojit do hry:
connectionTry=Pokus o p\u0159ipojen\u00ED k serveru
notConnected=Nelze se p\u0159ipojit k serveru:
loginInProgress=Prob\u00EDh\u00E1 p\u0159ihl\u00E1\u0161en\u00ED
game=Hra
server=Server
onServer=na serveru:
noLogged=Nejsi p\u0159ihl\u00E1\u0161en\u00FD
noLoggedHeadline=P\u0159ihl\u00E1\u0161en\u00ED neprob\u011Bhlo korektn\u011B
noLoggedText=Zopakujte proces p\u0159ihl\u00E1\u0161en\u00ED k serveru
CARD1=Str\u00E1\u017En\u00E1
CARD2=Kn\u011Bz
CARD3=Baron
CARD4=Komorn\u00E1
CARD5=Princ
CARD6=Kr\u00E1l
CARD7=Hrab\u011Bnka
CARD8=Princezna
CARD9=Nic
HELP_CARD1=Odette neochv\u011Bjn\u011B a sv\u011Bdomit\u011B pln\u00ED sv\u00E9 \u00FAkoly ohledn\u011B ochrany kr\u00E1lovsk\u00E9 rodiny. A to i p\u0159esto, \u017Ee jej\u00ED mentor se pr\u00FD utopil na \u00FAt\u011Bku p\u0159ed uv\u011Bzn\u011Bn\u00EDm za sv\u016Fj pod\u00EDl na kr\u00E1lovnin\u011B zrad\u011B. \n \n Kdy\u017E vylo\u017E\u00EDte Str\u00E1\u017Enou, vyberte jin\u00E9ho hr\u00E1\u010De a jmenujte kartu (krom\u011B Str\u00E1\u017En\u00E9). Pokud m\u00E1 vybran\u00FD hr\u00E1\u010D jmenovanou kartu, v kole kon\u010D\u00ED. Pokud v\u0161ichni ostatn\u00ED hr\u00E1\u010Di v tomto kole ji\u017E skon\u010Dili nebo jsou chr\u00E1n\u011Bni Komornou, tato karta nem\u00E1 \u017E\u00E1dn\u00FD efekt.
HELP_CARD2=Otev\u0159en\u00FD, \u010Destn\u00FD a povzn\u00E1\u0161ej\u00EDc\u00ED, otec Tom\u00E1\u0161 hled\u00E1 ka\u017Edou mo\u017Enost ke kon\u00E1n\u00ED dobra. Po uv\u011Bzn\u011Bn\u00ED kr\u00E1lovny je \u010Dasto v\u00EDd\u00E1n v pal\u00E1ci, kde slou\u017E\u00ED jako zpov\u011Bdn\u00EDk, r\u00E1dce a p\u0159\u00EDtel. \n \n Kdy\u017E vylo\u017E\u00EDte kartu Kn\u011Bze, pod\u00EDvejte se na kartu v ruce jin\u00E9ho hr\u00E1\u010De. Kartu neukazujte ostatn\u00EDm.
HELP_CARD3=Jako\u017Eto potomek v\u00E1\u017Een\u00E9ho rodu, kter\u00FD je ji\u017E dlouhou dobu oddan\u00FDm spojencem kr\u00E1lovsk\u00E9 rodiny, m\u00E1 baron Talus tich\u00E9 a jemn\u00E9 vystupov\u00E1n\u00ED. To v\u0161ak jen skr\u00FDv\u00E1 mu\u017Ee zvykl\u00E9ho porou\u010Det. Jeho n\u00E1zory maj\u00ED \u010Dasto stejnou v\u00E1hu jako n\u00E1zory kr\u00E1le. \n \n Kdy\u017E vylo\u017E\u00EDte Barona, vyberte si jin\u00E9ho hr\u00E1\u010De, kter\u00FD je\u0161t\u011B v tomto kole neskon\u010Dil. Vy a vybran\u00FD hr\u00E1\u010D si tajn\u011B porovn\u00E1te hodnoty karet ve sv\u00FDch rukou. Hr\u00E1\u010D s ni\u017E\u0161\u00ED hodnotou karty v tomto kole kon\u010D\u00ED. V p\u0159\u00EDpad\u011B rem\u00EDzy se nic ned\u011Bje. Pokud v\u0161ichni ostatn\u00ED hr\u00E1\u010Di v tomto kole ji\u017E skon\u010Dili nebo jsou chr\u00E1n\u011Bni Komornou, tato karta nem\u00E1 \u017E\u00E1dn\u00FD efekt.
HELP_CARD4=Jen m\u00E1lokdo by sv\u011B\u0159il komorn\u00E9 tak d\u016Fle\u017Eit\u00FD dopis. Je\u0161t\u011B m\u00E9n\u011B lid\u00ED dok\u00E1\u017Ee ocenit chytrost a obratnost, s jakou hraje roli p\u0159ihloupl\u00E9 komorn\u00E9. To, \u017Ee jako kr\u00E1lovnina d\u016Fv\u011Brnice a oddan\u00E1 slu\u017Eebnice unikla po kr\u00E1lovnin\u011B uv\u011Bzn\u011Bn\u00ED jak\u00E9koliv pozornosti, sv\u011Bd\u010D\u00ED o jej\u00ED bystr\u00E9 mysli. \n \n Po vylo\u017Een\u00ED Komorn\u00E9 budete a\u017E do za\u010D\u00E1tku sv\u00E9ho p\u0159\u00ED\u0161t\u00EDho tahu chr\u00E1n\u011Bni proti efekt\u016Fm karet vylo\u017Een\u00FDch ostatn\u00EDmi hr\u00E1\u010Di. Pokud jsou v\u0161ichni ostatn\u00ED hr\u00E1\u010Di chr\u00E1n\u011Bni Komornou, hr\u00E1\u010D, jeho\u017E tah pr\u00E1v\u011B prob\u00EDh\u00E1, mus\u00ED, pokud zahraje Prince, jako sv\u016Fj c\u00EDl vybrat sebe.
HELP_CARD5=Coby floutek se princ Arnaud netr\u00E1p\u00ED mat\u010Din\u00FDm uv\u011Bzn\u011Bn\u00EDm tak, jak byste \u010Dekali. Od t\u00E9 doby, co se jeho pozornosti do\u017Eaduje mnoho \u017Een, douf\u00E1, \u017Ee se mu poda\u0159\u00ED v roli dohazova\u010De umo\u017Enit princezn\u011B stejn\u00E9 chvilkov\u00E9 \u0161t\u011Bst\u00ED, jako za\u017E\u00EDv\u00E1 on s\u00E1m. \n \n Kdy\u017E vylo\u017E\u00EDte kartu Prince, vyberte hr\u00E1\u010De (zde m\u016F\u017Eete vybrat i sebe). Vybran\u00FD hr\u00E1\u010D vylo\u017E\u00ED kartu z ruky a dobere si jinou kartu. Efekt takto vylo\u017Een\u00E9 karty se neuplatn\u00ED! V\u00FDjimkou je zde Princezna, kdo jak\u00FDmkoliv zp\u016Fsobem vylo\u017E\u00ED Princeznu, v\u017Edy v kole kon\u010D\u00ED. Pokud je dob\u00EDrac\u00ED bal\u00ED\u010Dek pr\u00E1zdn\u00FD, hr\u00E1\u010D si dobere kartu, kter\u00E1 byla p\u0159i p\u0159\u00EDprav\u011B hry odlo\u017Eena stranou. Pokud ostatn\u00ED hr\u00E1\u010Di jsou chr\u00E1n\u011Bni Komornou, mus\u00EDte vybrat sebe.
HELP_CARD6=Svrchovan\u00FD vl\u00E1dce Tempestu... zat\u00EDm. Vzhledem ke sv\u00E9 roli p\u0159i uv\u011Bzn\u011Bn\u00ED kr\u00E1lovny Marianny si u princezny Anetty nestoj\u00ED tak dob\u0159e, jak by jako jej\u00ED otec m\u011Bl. Douf\u00E1 ale, \u017Ee se mu povede z\u00EDskat jej\u00ED p\u0159\u00EDze\u0148 zp\u011Bt. \n \n Kdy\u017E vylo\u017E\u00EDte kartu Kr\u00E1le, vym\u011B\u0148te si kartu v ruce za kartu z ruky jin\u00E9ho hr\u00E1\u010De, kter\u00E9ho si vyberete. Nesm\u00EDte si vym\u011Bnit kartu s hr\u00E1\u010Dem, kter\u00FD u\u017E v tomto kole skon\u010Dil, ani s hr\u00E1\u010Dem, kter\u00FD je chr\u00E1n\u011Bn Komornou. Pokud jsou v\u0161ichni hr\u00E1\u010Di ve h\u0159e chr\u00E1n\u011Bni Komornou, nem\u00E1 karta Kr\u00E1le \u017E\u00E1dn\u00FD efekt.
HELP_CARD7=Vilem\u00EDna neust\u00E1le pase po sli\u010Dn\u00FDch mu\u017E\u00EDch a \u0161\u0165avnat\u00FDch drbech. Jej\u00ED v\u011Bk a vzne\u0161en\u00FD p\u016Fvod z n\u00ED d\u011Bl\u00E1 Anettinu p\u0159\u00EDtelkyni. I kdy\u017E m\u00E1 na princeznu velk\u00FD vliv, v p\u0159\u00EDtomnosti prince nebo kr\u00E1le se tv\u00E1\u0159\u00ED nep\u0159\u00EDstupn\u011B. \n \n Na rozd\u00EDl od ostatn\u00EDch karet, jejich\u017E \u00FA\u010Dinek se uplatn\u00ED p\u0159i vylo\u017Een\u00ED, efekt Hrab\u011Bnky se projev\u00ED, dokud je karta v ruce. P\u0159i vylo\u017Een\u00ED nem\u00E1 ve skute\u010Dnosti \u017E\u00E1dn\u00FD \u00FA\u010Dinek. Pokud m\u00E1te v ruce sou\u010Dasn\u011B Hrab\u011Bnku a Prince nebo Kr\u00E1le, mus\u00EDte vylo\u017Eit Hrab\u011Bnku. Druhou kartu nemus\u00EDte ukazovat. Samoz\u0159ejm\u011B Hrab\u011Bnku sm\u00EDte vylo\u017Eit, i kdy\u017E sou\u010Dasn\u011B nem\u00E1te v ruce Kr\u00E1le nebo Prince. Hrab\u011Bnka si r\u00E1da takto pohr\u00E1v\u00E1 s ostatn\u00EDmi lidmi...
HELP_CARD8=I p\u0159es omezen\u00ED naivitou ml\u00E1d\u00ED je princezna Anette elegantn\u00ED, okouzluj\u00EDc\u00ED a p\u0159ekr\u00E1sn\u00E1. Vy si samoz\u0159ejm\u011B p\u0159ejete doru\u010Dit princezn\u011B sv\u016Fj dopis. V z\u00E1le\u017Eitostech srdce je v\u0161ak nesm\u011Bl\u00E1 a v p\u0159\u00EDpad\u011B konfrontace s klidem hod\u00ED v\u00E1\u0161 dopis do ohn\u011B a zap\u0159e, \u017Ee jej kdy vid\u011Bla. \n \n Pokud vylo\u017E\u00EDte kartu Princezny \u2013 bez ohledu na to pro\u010D nebo jak (v\u010Detn\u011B vylo\u017Een\u00ED po zahr\u00E1n\u00ED karty Prince) \u2013 princezna hod\u00ED v\u00E1\u0161 dopis do ohn\u011B a v tomto kole hry kon\u010D\u00EDte.
statusMessages=Zpr\u00E1vy hry
connectGame=P\u0159ipojuji se do hry
playButton=Hraj!
playerPlaceholder=nep\u0159ihl\u00E1\u0161en\u00FD Hr\u00E1\u010D
defHelpText=Pro n\u00E1pov\u011Bdu ke kart\u011B naje\u010F my\u0161\u00ED nad zvolenou kartu.
defHelpTitle=N\u00E1pov\u011Bda
guardianChooseTitle=Volba Str\u00E1\u017En\u00E9
guardianChooseQuestion=Jakou kartu m\u00E1 zvolen\u00FD hr\u00E1\u010D?
guardianChooseText=Vyber:
noGuardianText=Je t\u0159eba zvolit jakou kartu m\u00E1 hr\u00E1\u010D u\u010Den\u00FD Str\u00E1\u017Enou.
noGuardianHeadline=Nebyl zad\u00E1n tip.
noGuardianTitle=Str\u00E1\u017En\u00E1 nezn\u00E1 c\u00EDl
noPlayerText=Je t\u0159eba zvolit hr\u00E1\u010De, kter\u00FD bude c\u00EDlem efektu karty (hr\u00E1\u010De zvol\u00EDte kliknut\u00EDm).
noPlayerHeadline=Nebyl zad\u00E1n c\u00EDl efektu.
noPlayerTitle=Karta nem\u00E1 c\u00EDl
noMeText=Je t\u0159eba zvolit jen\u00E9ho hr\u00E1\u010De ne\u017E sebe, kter\u00FD bude c\u00EDlem efektu karty (hr\u00E1\u010De zvol\u00EDte kliknut\u00EDm).
noMeHeadline=Nesm\u00EDte b\u00FDt c\u00EDlem efektu t\u00E9to karty.
noMeTitle=J\u00E1 ne
returnedCardTitle=Hra proti pravidl\u016Fm
returnedCardText=Zahr\u00E1l jsi tuto kartu
returnedCardHeadline=Pravidla neumo\u017E\u0148uj\u00ED zahr\u00E1t kartu t\u00EDmto zp\u016Fsobem.
wastedCardTitle=Karta bez efektu
wastedCardText=Bez efektu jsi zahr\u00E1l
wastedCardHeadline=Efekt t\u00E9to karty nemohl b\u00FDt uplat\u011Bn. \nHr\u00E1\u010D je chr\u00E1n\u011Bn Komornou.
gameCountTitle=Volba po\u010Dtu kol
gameCountQuestion=Kolik kol bude m\u00EDt nov\u00E1 hra?
gameCountText=Vyber:
results=Pr\u016Fb\u011B\u017En\u00E9 v\u00FDsledky
round=Kolo
roundWinnerTitle=V\u00EDt\u011Bz kola
roundWinnerText=V\u00EDt\u011Bzstv\u00ED v tomto kole n\u00E1le\u017E\u00ED:
roundWinnerHeadline=Dopis pro princeznu m\u00E1
foreignCard=\u010Celil jsi efektu karty s t\u00EDmto v\u00FDsledkem
myCard=Z\u00E1hr\u00E1l jsi kartu s t\u00EDmto v\u00FDsledkem
playedCard=Zahran\u00E1 karta
playerPlays=Hr\u00E1\u010D
princessEnd=Okam\u017Eit\u00FD konec kola.
guardianKill=Str\u00E1\u017En\u00E1 \u00FAsp\u011B\u0161n\u011B eliminovala protihr\u00E1\u010De \n (\u00FAsp\u011B\u0161n\u00FD tip karty)
guardianMiss=Dopis nese n\u011Bkdo jin\u00FD \n (\u0161patn\u00FD tip karty)
komornaResult=Komorn\u00E1 t\u011B bude chr\u00E1nit do dal\u0161\u00EDho tahu.
priestResult=Zji\u0161t\u011Bn\u00E1 karta je
princeResult=Princ vyloudil dopis z
kingResult=Prob\u011Bhla v\u00FDm\u011Bna vyslanc\u016F s dopisy.
countessResult=Byla vylo\u017Eena Hrab\u011Bnka. \n M\u016F\u017Ee to b\u00FDt jen trik!
baronResult=\u010Cestn\u00FD souboj dopadl n\u00E1sleduj\u00EDc\u00EDm zp\u016Fsobem
winner=V\u00EDt\u011Bz
loser=Pora\u017Een\u00FD
withCard=s kartou
oldUsers=Minul\u00E1 p\u0159ihl\u00E1\u0161en\u00ED
loginTitle=Op\u011Btovn\u00E9 p\u0159ipojen\u00ED
loginHeadline=Pokou\u0161\u00EDm se p\u0159ipojit k d\u0159\u00EDve zadan\u00E9mu serveru
diffGameTitle=Rozehran\u00E1 hra
diffGameHeadline=Tento u\u017Eivatel m\u00E1 rozehranou jinou hru ne\u017E do kter\u00E9 se pokou\u0161\u00ED p\u0159ipojit
playerPoints=Hr\u00E1\u010D
pointsPoints=Body
playerCountTitle=Po\u010Det hr\u00E1\u010D\u016F
playerCountQuestion=Pro kolik hr\u00E1\u010D\u016F bude hra?
playerCountText=Vyber:
endOfGame=Konec hry
endOfGameHeader=Vyhr\u00E1v\u00E1
endOfGameText=Kone\u010Dn\u00FD stav hry:
allGames=Zobraz v\u0161echny rozehran\u00E9 hry
myCards=M\u00E9 karty
reconnect=Porucha spojen\u00ED. Pokus o obnoven\u00ED.
netResult=Statistiky s\u00EDt\u011B
send=Odesl\u00E1no
received=P\u0159ijato
reconnection=Opravy spojen\u00ED
stats=Statistika s\u00EDt\u011B
loggingOut=U\u017Eivatel odhl\u00E1\u0161en
noGame=Neexistuj\u00EDc\u00ED hra
noGameText=Zvolen\u00E1 hra ji\u017E neexistuje nebo je pln\u011B obsazena
chooseCard=Vyber kartu
choosePlayer=Vyber hr\u00E1\u010De